Repository: roosalles/codeable-custom-form
Catalog: languages/codeable-custom-form-*.po
Languages: pt_br

source: Basic plugin to display custom form for enquiries.
pt_br: Plugins básico para exibir formulário de dúvidas, orçamentos e afins.

source: Entry Details
pt_br: Detalhes do Item

source: First Name
pt_br: Nome

source: First Name:
pt_br: Nome:

source: Last Name
pt_br: Sobrenome

source: Last Name:
pt_br: Sobrenome:

source: Message:
pt_br: Mensagem:

source: Name:
pt_br: Nome:

source: No results found.
pt_br: Nenhum resultado encontrado.

source: Something went wrong, please try again or contact the site administrator.
pt_br: Ocorreu algo de errado, por favor tente novamente ou entre em contato com o administrador do site.

source: Subject
pt_br: Assunto

source: Subject:
pt_br: Assunto:

source: Submit Enquiry
pt_br: Enviar

source: Submit your feedback
pt_br: Entre em contato

source: Thank you for sending us your feedback!
pt_br: Obrigado pelo contato!

source: You are not authorized to view the content of this page.
pt_br: Você não é autorizado a visualizar o conteúdo desta página.
